{
    "Introduction.machine": "Soy",
    "Introduction.about.btn": "Sobre mi",
    "About.title": "Sobre mi",
    "About.content": "¡Bienvenido a mi portafolio! Tengo 30 años, soy amante de los deportes, las actividades al aire libre y los animales. Actualmente estoy trabajando mientras realizo varios proyectos Front and Back que puedes ver en mi GitHub. Como persona organizada y motivada, soy capaz de adaptarme a cualquier circunstancia y siempre dar lo mejor de mí en cada proyecto. A lo largo de mis años de experiencia laboral he adquirido varias habilidades que me permiten adaptarme a diferentes metodologías de trabajo y mantener una comunicación continua con el resto del equipo para analizar, mejorar y ofrecer la mejor solución en cada momento.",
    "About.tech.btn": "Tecnologías",
    "About.tech.projects": "Proyectos",
    "Projects.ecommerce.description": "Proyecto final para Upgrade Hub, se trata de una e-commerce completa con compras, carrito, gestión de stocks, gestión de usuarios y autenticación al completo.",
    "Projects.intranet.description": "Reto personal, desarrollar una aplicación interna donde los usuarios puedan crear noticias, navegar entre las mismas, crear recordatorios, chats entre usuarios, grupos de chats y gestión de la aplicación por parte de usuarios con rol de administrador en 12 días.",
    "Projects.cheapshark.description": "Proyecto 100% javascript donde se realiza una comparativa de precios de varios juegos a través de una api y se le indica al usuario cuando dinero ahorra comprando en un lugar u otro y el descuento que tiene en el momento de buscarlo.",
    "Projects.upgradefly.description" : "Proyecto en Angular con typescript en donde podrás buscar vuelos a diferentes destinos, filtrar por origen, destino, precio, vuelos directos o si incluyen equipaje de mano o no en el precio. Por defecto se mostrarán una lista de viajes donde tendrás información al completo con imágenes del destino, también podrás añadirlos al carrito.",
    "Projects.simpleInstagram.title" : "Instagram simple",
    "Projects.simpleInstagram.description" : "Un instagram simple donde el usuario podrá registrarse, iniciar sesión, añadir fotos a su perfil o comentar otras fotos usando docker, php, symfony, twig, html, css y sql.",
    "Projects.btn.seeMore": "Ver más sobre el proyecto",
    "Download.resume": "Descargar currículum",
    "Hackconsole.title": "Conflicto",
    "Hackconsole.error": "Ha habido un conflicto y la aplicación ha entrado en modo seguro",
    "Hackconsole.lookingdeveloper": "¿Estás buscando un buen desarrollador?",
    "Hackconsole.useconsole" : "Utiliza la consola para navegar a través de mi portfolio. Puedes salir del modo seguro pulsando",
    "Hackconsole.trytyping": "Puedes probar escribiendo "

}